tap "github/gh"
tap "homebrew/cask"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "nvie/tap"

brew "bash"
brew "bash-completion"
brew "starship"
brew "htop"
brew "tmux"
brew "tree"
brew "watch"
brew "bat"
brew "fzf"

brew "asdf"
brew "goenv"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "tfenv"

brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-toolbelt"
brew "gpg"
brew "hub"
brew "nvim" unless OS.mac?

brew "cfssl"
brew "curl"
brew "angle-grinder" unless OS.mac?
brew "kubectl"
brew "openstackclient"
brew "wget"
brew "rsync"
brew "goaccess"

brew "conftest"

brew "jq"
brew "jid"
brew "yamllint"

brew "neofetch"
brew "ykman"

brew "m-cli" if OS.mac?
