tap "github/gh"
tap "homebrew/cask"
tap "homebrew/core"
tap "instrumenta/instrumenta"
tap "nvie/tap"

brew "watch"

brew "goenv"
brew "pyenv"
brew "rbenv"
brew "ruby-build"
brew "tfenv"

brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "git-toolbelt"
brew "hub"

brew "cfssl"
brew "curl"
brew "angle-grinder"

brew "conftest"

brew "jq"
brew "yamllint"

brew "neofetch"
brew "ykman"

brew "nvim"
